/********************************
Translator.js - ver. 2013-08-11
Interface language
Language:      Chinese-Simplified
Translated by: cnnnc
********************************/
sTxtCaption    = "翻译器";
sTxtUse        = "使用";
sTxtFromLang   = "源语言";
sTxtToLang     = "目标语言";
sTxtAutoDetect = "自动检测语言";
sTxtListen     = "朗读";
sTxtTranslate  = "翻译(&T)";
sTxtTranslateP = "翻译+";
sTxtOptions    = "选项(&O)";
sTxtSource     = "来源文本";
sTxtTarget     = "已译文本";
sTxtSettings   = "设置";
sTxtUndo       = "撤消(&U)";
sTxtRedo       = "恢复(&R)";
sTxtCut        = "剪切(&C)";
sTxtCopyCB     = "复制到剪贴板(&O)";
sTxtInsertAP   = "插入到 AkelPad(&I)";
sTxtPasteCB    = "粘贴自剪贴板(&P)";
sTxtPasteAP    = "粘贴自 AkelPad(&S)";
sTxtDelete     = "删除(&D)";
sTxtSelectAll  = "全选(&A)";
sTxtEntireText = "整个文本(&E)";
sTxtInterface  = "界面语言";
sTxtSourceInCB = "源文本来自剪贴板";
sTxtSourceWnd  = "显示源文本的面板";
sTxtLoadText   = "启动时加载源文本到面板";
sTxtImmediate  = "启动时立即翻译";
sTxtWordWrap   = "自动换行";
sTxtFontAP     = "来自 AkelPad 的字体";
sTxtFontGUI    = "GUI 字体";
sTxtSortLang   = "语言排序";
sTxtSortCode   = "按代码";
sTxtSortName   = "按名称";
sTxtOwnKey     = "自定义键";
sTxtRegister   = "登记:";
sTxtOK         = "确定";
sTxtCancel     = "取消";
sTxtError      = "错误";
sTxtNoText     = "无文本可译。";
sTxtNoSupport  = "您的系统不支持 XMLHttpRequest。";
sTxtNoInternet = "因特网连接有问题。";
sTxtWait       = "请稍候...";
sTxtUndefined  = "未定义";
sTxtChooseLang = "您需要选择语言。";
sTxtNoSpeech   = "不支持这种语言的朗读。";
sTxtRegScripts = "必须注册库: Scripts.dll";
sTxtNoLibrary  = "无法加载库: ";

aLangs[ 0][1] = "布尔文(南非荷兰语)";
aLangs[ 1][1] = "阿拉伯语";
aLangs[ 2][1] = "白俄罗斯语";
aLangs[ 3][1] = "保加利亚语";
aLangs[ 4][1] = "Bosnian";                                 //new
aLangs[ 5][1] = "加泰罗尼亚语";
aLangs[ 6][1] = "捷克语";
aLangs[ 7][1] = "威尔士语";
aLangs[ 8][1] = "丹麦语";
aLangs[ 9][1] = "德语";
aLangs[10][1] = "希腊语";
aLangs[11][1] = "英语";
aLangs[12][1] = "世界语";
aLangs[13][1] = "西班牙语";
aLangs[14][1] = "爱沙尼亚语";
aLangs[15][1] = "波斯语";
aLangs[16][1] = "芬兰语";
aLangs[17][1] = "法语";
aLangs[18][1] = "爱尔兰语";
aLangs[19][1] = "加利西亚语";
aLangs[20][1] = "印地语";
aLangs[21][1] = "克罗地亚语";
aLangs[22][1] = "海地克里奥尔语";
aLangs[23][1] = "匈牙利语";
aLangs[24][1] = "印尼语";
aLangs[25][1] = "冰岛语";
aLangs[26][1] = "意大利语";
aLangs[27][1] = "希伯来语";
aLangs[28][1] = "日语";
aLangs[29][1] = "韩语";
aLangs[30][1] = "拉丁语";
aLangs[31][1] = "立陶宛语";
aLangs[32][1] = "拉脱维亚语";
aLangs[33][1] = "马其顿语";
aLangs[34][1] = "马来语";
aLangs[35][1] = "马耳他语";
aLangs[36][1] = "荷兰语";
aLangs[37][1] = "挪威语";
aLangs[38][1] = "波兰语";
aLangs[39][1] = "葡萄牙语";
aLangs[40][1] = "罗马尼亚语";
aLangs[41][1] = "俄语";
aLangs[42][1] = "斯洛伐克语";
aLangs[43][1] = "斯洛文尼亚语";
aLangs[44][1] = "阿尔巴尼亚语";
aLangs[45][1] = "塞尔维亚语";
aLangs[46][1] = "瑞典语";
aLangs[47][1] = "斯瓦希里语";
aLangs[48][1] = "泰语";
aLangs[49][1] = "菲律宾语";
aLangs[50][1] = "土耳其语";
aLangs[51][1] = "乌克兰语";
aLangs[52][1] = "乌尔都语";
aLangs[53][1] = "越南语";
aLangs[54][1] = "意第绪语";
aLangs[55][1] = "中文";
aLangs[56][1] = "中文(简体)";
aLangs[57][1] = "中文(繁体)";